{
    "home": {
        "title01": "Building for all financial derivatives",
        "title02": "Let's build",
        "homeButton": "Try Arche Now",
        "typedString01": "Forwards",
        "typedString02": "Future",
        "typedString03": "Swaps",
        "typedString04": "Options",
        "typedString05": "Everything"
    },
    "page1": {
        "title": "What is Arche",
        "content01": "Arche is a  standards for decentralized financial contracts on blockchain.",
        "content02": "Users can use Arche to create decentralized contracts for any asset and generate customized financial derivatives. Arche provides order book, Oracle, clearing mechanism, transaction incentive and other decentralized components to improve the stability, security and liquidity of customized financial derivatives.",
        "content03": "The ARCHE agreement supports the construction of financial contracts including, but not limited to, the forward, futures, options, insurance and other derivative markets. Asset types include but are not limited to on-chain assets, index, status, anchored assets, synthetic assets and other asset types.",
        "content04": "因而，在这套协议上，我们可以像在现实生活中签合同一样，来约定双方的交易在何时发生、用什么标的物交易、保证金如何执行、惩罚如何执行等一些列操作。并且通过生成的ERC20凭证，做进一步的衍生品交易。",
        "card01Title": "Infrastructure of Financial Derivatives",
        "card01Content00": "In such an open financial derivatives infrastructure, you can make any kind of financial derivatives you want by setting parameters and credential combinations based on a complete logic.",
        "card01Content01": "You will get a forward exchange contract product by postponing the transaction.",
        "card01Content02": "You will get an option product by transferring the voucher twice.",
        "card01Content03": "You will make a leverage product with burst effect on the basis of voucher with the introduction of Oracle.",
        "card01Content04": "You will get a function similar to insurance products by adding the automatic exercise or waiver function.",
        "card01Content05": "You will get a decentralized portfolio if you combine the option products arbitrarily.",
        "card02Title": "Trusted Transaction Contract Platform Built by Anyone",
        "card02Content": "The basis of contract is trusted exchange. We have achieved a decentralized self-service platform for automatic contract generation by Using the Arche protocol standard. In this platform, you can use ERC20 certificate to specify what both parties exchange or achieve to trigger the final result of the contract. So as to achieve the mutual trust we want to build with others. On this basis, we can achieve the effects similar to crowdfunding, option incentive, contract signing, etc. All of these are decentralized and can be executed and triggered automatically."
    },
    "page2": {
        "title": "How Arche Works",
        "content01": "Arche has many roles. Among them, the most important ones are contract creator, contract executor and contract. Through parameterization, you can generate any kind of financial derivatives contract you want. And these smart contracts are all decentralized and self generated, so there is no need to worry about tampering.",
        "contractCreator": "Contract Creator:",
        "contractCreatorContent": "Just fill in the parameters to customize any smart contract you want based on switching logic. And you can set the punishment or other measures you want.",
        "contractExcutor": "Contract Executor:",
        "contractExcutorContent": "Derivatives can be created and traded according to contracts and traded without complex operations. There is no contractual penalty as long as the contract is performed on time."
    },
    "page3": {
        "title": "How Arche Develops",
        "roadmapContent01": "Arche agreement to launch HECO, BSC, ETH. It is now running on the test net and airdrops to users who have used the test net.",
        "roadmapContent02": "We will run on HECO, BSC, ETH mainnet. And we will launch cooperative liquidity mining.",
        "roadmapContent03": "We will launch universal customized financial derivative agreements such as betting, insurance and so on.",
        "roadmapContent04": "We will launch no pledge assets synthetic derivatives deal and open the developer competition and support programs."
    },
    "page4": {
        "title": "Arche团队介绍"
    },
    "page5": {
        "title": "Come join the revolution in the next generation!"
    }
}